Repository: TemujinCalidius/WaterTracker
Catalog: Localizable.xcstrings
Source language: en
Languages: zh_hans

source: [*] This application is open source at the following link: https://github.com/SteveLeungYL/WaterTracker. If you find it useful, please consider giving it a star! ❤️
zh_hans: [*] 这个软件在GitHub开源，网址是：https://github.com/SteveLeungYL/WaterTracker。如果你喜欢这个软件，请考虑在GitHub给我个Star! ❤️

source: [1] Cleveland Clinic. (2024, October 3). How much water you should drink every day. https://health.clevelandclinic.org/how-much-water-do-you-need-daily
zh_hans: [1] 人体一天正常喝多少水. 百度一下. https://m.baidu.com/bh/m/detail/ar_14262496206050086254

source: [2] Non-water drinks are saved to Apple Health as their effective hydration volume (volume × hydration factor, capped at the poured volume). Factors follow the Beverage Hydration Index (Maughan et al., 2016, Am J Clin Nutr).
zh_hans: [2] 非水饮品按其有效补水量（容量×水合系数，上限为实际饮用量）保存到 Apple Health。系数遵循饮料水合指数（Maughan 等，2016，Am J Clin Nutr）。

source: %1$@ counts as %2$@ of its volume toward your daily goal, based on how well it hydrates (Maughan et al. 2016).
zh_hans: %1$@按其容量的%2$@计入每日目标，基于其补水效果（Maughan 等，2016）。

# %@%@ to go
source: %1$@%2$@ to go
zh_hans: 还剩%1$@%2$@

source: 1 hour
zh_hans: 1小时

source: 1.5 hours
zh_hans: 1.5小时

source: 2 hours
zh_hans: 2小时

source: 2.5 hours
zh_hans: 2.5小时

source: 3 hours
zh_hans: 3小时

source: 30 mins
zh_hans: 30分钟

source: Amount
zh_hans: 饮用量

source: Broth / Soup
zh_hans: 肉汤 / 汤

source: Cancel
zh_hans: 取消

source: Choose Unit:
zh_hans: 选择单位：

source: Choose Water Tracker Summary View
zh_hans: 选择喝水概要视图

source: Coconut Water
zh_hans: 椰子水

source: Coffee
zh_hans: 咖啡

source: Cold Drinks
zh_hans: 冷饮

source: Daily Goal %@
zh_hans: 每日目标 %@

source: Daily Goal 0%
zh_hans: 每日目标 0%

source: Daily Goal:
zh_hans: 每天喝水目标：

source: Dairy
zh_hans: 乳制品

source: Data Range
zh_hans: 数据范围

source: Day
zh_hans: 天

source: Day View
zh_hans: 天视图

source: Day Water Tracker
zh_hans: 一天喝水追踪

source: Diet Soda
zh_hans: 无糖汽水

# Drink %@%@
source: Drink %1$@%2$@
zh_hans: 喝了%1$@%2$@

# Drink %@%@, %@%@ to go
source: Drink %1$@%2$@, %3$@%4$@ to go
zh_hans: 喝了%1$@%2$@，还剩%3$@%4$@

source: Drink Num
zh_hans: 喝水数量

source: Drink Type
zh_hans: 饮品类型

source: Empty Data Please open the app again to refresh the chart
zh_hans: 无数据 请打开应用来 刷新数据

source: Energy Drink
zh_hans: 能量饮料

# Enter the amount in %@.
source: Enter the amount in %1$@.
zh_hans: 请输入饮用量（%1$@）。

source: Espresso
zh_hans: 浓缩咖啡

source: For Digital Crown
zh_hans: 旋钮

source: Fruit Juice
zh_hans: 果汁

source: Herbal Tea
zh_hans: 花草茶

source: Hot Chocolate
zh_hans: 热巧克力

source: Hot Drinks
zh_hans: 热饮

source: Hour
zh_hans: 小时

source: Hydration factor applied
zh_hans: 已应用水合系数

source: Kombucha
zh_hans: 康普茶

source: Log a water drinking event
zh_hans: 记录一个喝水事件

source: Log Drinking
zh_hans: 记录喝水

source: Log your water status in %@.
zh_hans: 在%@记录你的喝水信息吧！

source: Milliliter
zh_hans: 毫升

source: Ounce
zh_hans: 盎司

source: Plant Milk
zh_hans: 植物奶

source: Pocket Water Tracker
zh_hans: 口袋喝水助手

source: Pocket Water Tracker Summary View
zh_hans: 口袋喝水助手喝水概要视图

source: Pocket Water Tracker Widget
zh_hans: 口袋喝水助手小组件

source: Protein Shake
zh_hans: 蛋白奶昔

source: Rehydration Solution
zh_hans: 口服补液盐

source: Reminder Time Interval:
zh_hans: 喝水提醒间隔：

source: Save and Sync with Apple Health
zh_hans: 数据通过苹果健康保存和同步

source: Serving Size
zh_hans: 份量

source: Set
zh_hans: 设置

source: Set Amount
zh_hans: 设置饮用量

source: Showing 7 days data
zh_hans: 显示7天数据

source: Showing 24 hours data
zh_hans: 显示24小时数据

source: Showing 24 hours day view or week view
zh_hans: 显示24小时天视图或者周视图

source: Showing last 7 days data
zh_hans: 显示7天数据

source: Skim Milk
zh_hans: 脱脂牛奶

source: Smoothie
zh_hans: 果昔

source: Soda
zh_hans: 汽水

source: Sparkling Water
zh_hans: 气泡水

source: Sports Drink
zh_hans: 运动饮料

source: Tea
zh_hans: 茶

source: Time to drink water!
zh_hans: 是时候喝水啦！

# Today you drink %@%@ out of the goal %@%@, %@%@ to go
source: Today you drink %1$@%2$@ out of the goal %3$@%4$@, %5$@%6$@ to go
zh_hans: 今天你喝了%1$@%2$@的水，目标是%3$@%4$@, 还剩下%5$@%6$@

source: Today's Drinks
zh_hans: 今日饮品

source: Water
zh_hans: 水

source: Water +
zh_hans: 喝水+

source: Water Drink
zh_hans: 喝水

source: Water Tracker Summary View
zh_hans: 口袋喝水助手概要视图

source: Week View
zh_hans: 周视图

source: Week Water Tracker
zh_hans: 周喝水追踪

source: What you drank, and what it counts for
zh_hans: 你喝了什么，以及计入多少

source: Whole Milk
zh_hans: 全脂牛奶
